Autodesk.Revit.DB.Architecture.StairsUndersideSurfaceStyle
The style of the underside surface of the run.
Since:
2013

Autodesk.Revit.DB.Architecture.StairsUndersideSurfaceStyle.Smooth
The underside surface of the run is smooth.

Autodesk.Revit.DB.Architecture.StairsUndersideSurfaceStyle.Stepped
The underside surface of the run is stepped.